request.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
<soap:Header/>
<soap:Body>
    <FECAESolicitar xmlns="http://ar.gov.afip.dif.FEV1/">
    <Auth><Token>PD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0iVVRGLTgiIHN0YW5kYWxvbmU9InllcyI/Pgo8c3NvIHZlcnNpb249IjIuMCI+CiAgICA8aWQgdW5pcXVlX2lkPSIzNTAyNTE2MTkwIiBzcmM9IkNOPXdzYWFob21vLCBPPUFGSVAsIEM9QVIsIFNFUklBTE5VTUJFUj1DVUlUIDMzNjkzNDUwMjM5IiBnZW5fdGltZT0iMTQzNzE4NzE4OSIgZXhwX3RpbWU9IjE0MzcyMzA0NDkiIGRzdD0iQ049d3NmZSwgTz1BRklQLCBDPUFSIi8+CiAgICA8b3BlcmF0aW9uIHZhbHVlPSJncmFudGVkIiB0eXBlPSJsb2dpbiI+CiAgICAgICAgPGxvZ2luIHVpZD0iQz1hciwgTz1zeXMsIFNFUklBTE5VTUJFUj1DVUlUIDIwMzEzMDc2MzAwLCBDTj1mZCIgc2VydmljZT0id3NmZSIgcmVnbWV0aG9kPSIyMiIgZW50aXR5PSIzMzY5MzQ1MDIzOSIgYXV0aG1ldGhvZD0iY21zIj4KICAgICAgICAgICAgPHJlbGF0aW9ucz4KICAgICAgICAgICAgICAgIDxyZWxhdGlvbiByZWx0eXBlPSI0IiBrZXk9IjIwMzEzMDc2MzAwIi8+CiAgICAgICAgICAgIDwvcmVsYXRpb25zPgogICAgICAgIDwvbG9naW4+CiAgICA8L29wZXJhdGlvbj4KPC9zc28+Cgo=</Token><Sign>MFgMd1O2B94GmUFNg3d+Cv+1up0DODMr3fBl7Fx7FykbcX6bjn+qQEVap+xA8OlokRyK5SH8O5CXsU7zrZyrmE2BWWi8h4P8hvxj9KJrsSNQYpjfBxSqLW3Ln6WZ7ysl72qHnluwjOMx3a4a16gOcRqZdnIEHONKNEj3ekotJPs=</Sign><Cuit>20313076300</Cuit></Auth><FeCAEReq><FeCabReq><CantReg>1</CantReg><PtoVta>1</PtoVta><CbteTipo>1</CbteTipo></FeCabReq><FeDetReq><FECAEDetRequest><Concepto>1</Concepto><DocTipo>80</DocTipo><DocNro>30708585676</DocNro><CbteDesde>17</CbteDesde><CbteHasta>17</CbteHasta><CbteFch>20150717</CbteFch><ImpTotal>179.25</ImpTotal><ImpTotConc>2.00</ImpTotConc><ImpNeto>150.00</ImpNeto><ImpOpEx>0.00</ImpOpEx><ImpTrib>1.00</ImpTrib><ImpIVA>26.25</ImpIVA><FchVtoPago></FchVtoPago><MonId>PES</MonId><MonCotiz>1.000</MonCotiz><Tributos><Tributo><Id>99</Id><Desc>Impuesto Municipal</Desc><BaseImp>100.00</BaseImp><Alic>0.10</Alic><Importe>0.10</Importe></Tributo><Tributo><Id>4</Id><Desc>Impuestos internos</Desc><BaseImp>100.00</BaseImp><Alic>0.40</Alic><Importe>0.40</Importe></Tributo><Tributo><Id>1</Id><Desc>Impuesto nacional</Desc><BaseImp>50.00</BaseImp><Alic>1.00</Alic><Importe>0.50</Importe></Tributo></Tributos><Iva><AlicIva><Id>5</Id><BaseImp>100.00</BaseImp><Importe>21.00</Importe></AlicIva><AlicIva><Id>4</Id><BaseImp>50.00</BaseImp><Importe>5.25</Importe></AlicIva></Iva><Opcionales><Opcional><Id>5</Id><Valor>02</Valor></Opcional><Opcional><Id>61</Id><Valor>80</Valor></Opcional><Opcional><Id>62</Id><Valor>30708585676</Valor></Opcional><Opcional><Id>7</Id><Valor>01</Valor></Opcional></Opcionales></FECAEDetRequest></FeDetReq></FeCAEReq></FECAESolicitar>
</soap:Body>
</soap:Envelope>